[BalanceDefs.BD_TrainRobbery_Safe01 InteractiveObjectBalanceDefinition]
DefaultDisplayName="old flame"

[Icons.Icon_Z1_TrainRobbery_RadioHyperion InteractionIconDefinition]
Text="Turn on the radio"

[InteractiveObjects.IO_MO_Buzzer_Radio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Gate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Safe01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Safe03 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_Safe01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TrainRobbery_CraneCar InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TrainRobbery_TrainSignal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TinasTrainDynamite MissionItemDefinition]
UseFailureCharacterMessage="you have to do it %s Use this."
ItemName="Bombshell Tina Chiquitina"
PickupMessage="work %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="It does not exist.."
NoManufacturerName="For most parts"

[ItemDefs.ID_TinasTrainDynamite:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Everything works perfectly!!"
NoConstraintText=""
Suffix=""
Prefix=""

